Revit 2024 API
UnitTypeId.BritishThermalUnitsPerHourCubicFoot Property
 British thermal units per hour cubic foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId BritishThermalUnitsPerHourCubicFoot { get; }
Visual Basic
Public Shared ReadOnly Property BritishThermalUnitsPerHourCubicFoot As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ BritishThermalUnitsPerHourCubicFoot {
	ForgeTypeId^ get ();
}
See Also
UnitTypeId Class
Autodesk.Revit.DB Namespace